[
  {
    "eventDate": "8,000 BAL",
    "eventName": "The Long Night",
    "eventShort": "War for the Dawn",
    "eventLong": "\"Thousands of years ago, there came a night that lasted a generation. Kings froze to death in their castles, same as the shepherds in their huts; and women smothered their babies rather than see them starve, and wept, and felt the tears freeze on their cheeks... In that darkness the White Walkers came for the first time. They swept through cities and kingdoms, riding their dead horses, hunting with their packs of pale spiders big as hounds.\" - Old Nan to Bran Stark",
    "eventImage": "https://hdwallsbox.com/wallpapers/l/1920x1080/72/fantasy-art-artwork-game-of-thrones-white-walkers-1920x1080-71661.jpg",
    "eventBackgroundImage": "http://sm.ign.com/ign_za/news/g/game-of-thrones-ascent-launches-long-night-expansi/game-of-thrones-ascent-launches-long-night-expansi_qzfz.jpg",
    "eventColour": "rgba(30, 30, 30, 0.91)"
  },
  {
    "eventDate": "9,830 BG — Year of the Rat",
    "eventName": "Raava and Vaatu Seperate",
    "eventShort": "chaos is released into the world",
    "eventLong": "Two years after his banishment, Wan wanted to travel the world to find the other lion turtle cities. During his journey, he was disturbed by a stampede of fleeing spirits, who ran away from the raging fight between the 'all-powerful spirits'. He went to investigate, as the battle risked wiping out the entire valley. Concerned about the destruction of the environment, Wan approached the two raging spirits, oblivious to their identity, and ordered them to stop. The white spirit, Raava, told him off, saying that the fight did not concern him. However, when he objected, telling her that it was his concern when the lives of spirits and animals were at stake, the dark spirit, Vaatu, begged him for help. Upon hearing that the dark entity had been tortured by his counterpart for ten thousand years, Wan used his firebending to break the hold Raava had on Vaatu. It was only after Vaatu had already fled that Wan learned the error of his actions, as Raava explained who she was and what her purpose was.",
    "eventImage": "resources/images/tiles/raava.jpg",
    "eventBackgroundImage": "resources/images/backgrounds/2703.jpg",
    "eventColour": "rgba(236, 100, 75, 0.91)"
  }
]